"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "¡%1$@ %2$@ ha sido instalado y estará listo para usarse la próxima vez que %3$@ se ejecute! ¿Le gustaría reiniciarla ahora?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es la última versión disponible.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ esta disponible (usted tiene la %3$@). ¿Le gustaría descargarla ahora?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ ¡no tiene permiso de escritura al directorio de la aplicación! ¿Está ejecutando la aplicación desde una imágen de disco? Si no, pida ayuda al administrador del sistema.";
"A new version of %@ has been installed!" = "¡Una nueva versión de %@ ha sido instalada!";
"A new version of %@ is available!" = "¡Una nueva versión de %@ está disponible!";
"An error occurred during installation. Please try again later." = "Ha ocurrido un error durante la instalación. Por favor intentelo nuevamente mas tarde.";
"An error occurred in retrieving update information. Please try again later." = "Ha ocurrido un error obteniendo la información de actualización. Por favor intentelo nuevamente mas tarde.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ha ocurrido un error obteniendo la información de actualización; ¿está conectado a Internet? Por favor intentelo nuevamente mas tarde.";
"An error occurred while extracting the archive. Please try again later." = "Ha ocurrido un error mientras se extraía el archivo. Por favor intentelo nuevamente mas tarde.";
"An error occurred while trying to download the file. Please try again later." = "Ha ocurrido un error mientras se intentaba descargar el archivo. Por favor intentelo nuevamente mas tarde.";
"An update is already in progress!" = "¡Ya hay una actualización en progreso!";
"Anonymous system profile information is used to help us plan future development work." = "La información del perfil anónimo del sistema se usa para ayudarnos a planificar el desarrollo futuro de nuestro trabajo.";
"Cancel" = "Cancelar";
"Check for updates on startup?" = "¿Buscar actualizaciones al iniciar?";
"Downloading update..." = "Descargando actualización...";
"Extracting update..." = "Extrayendo actualización...";
"Include anonymous system profile?" = "¿Incluir perfil anónimo del sistema?";
"Install Update" = "Instalar actualización";
"Install and Relaunch" = "Instalar y reiniciar";
"Installing update..." = "Instalando actualización...";
"OK" = "Aceptar";
"Ready to install!" = "¡Listo para instalar!";
"Release Notes:" = "Notas de la versión:";
"Remind Me Later" = "Recordármelo";
"Skip This Version" = "No instalar esta versión";
"Software Update" = "Actualización de software";
"Update Error!" = "¡Error en la actualización!";
"Updating %@" = "Actualizando %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Le gustaría que %@ busque actualizaciones al iniciarse? Si no, puede iniciar la revisión de manera manual desde el menú de la aplicación.";
"Yes" = "Sí";
"You're up to date!" = "¡Está actualizado!";

/* ==== UNLOCALIZED ==== */

"No" = "No";
